{
  "HomePage": {
    "intro": "Hallo, ich bin Jesús Olmos, ein auf Next.js spezialisierter Entwickler mit einer Leidenschaft für Technologie, Logik und Problemlösung. Mein Fokus geht über das bloße Schreiben von Code hinaus: Ich liebe es, effiziente, skalierbare und gut strukturierte Lösungen zu entwickeln, bei denen jede Zeile einen klaren Zweck hat. Meine Reise in der Entwicklung beschränkt sich nicht nur auf JavaScript und TypeScript; Rust ist eine weitere große Leidenschaft von mir – eine Sprache, die mir den Wert von Leistung, Sicherheit und effizientem Ressourcenmanagement beigebracht hat. Ich genieße es, neue Technologien zu erforschen, Systeme zu optimieren und Herausforderungen zu meistern, die logisches und strukturiertes Denken erfordern. Hier findest du einige meiner Projekte, in denen ich moderne Architekturen, Performance und Best Practices kombiniere, immer mit dem Ziel, solide und effiziente Erfahrungen zu schaffen.",
    "experienceTitle": "Berufserfahrung",
    "experience1": {
      "dates": "2024 - Heute",
      "title": "Junior Backend-Entwickler · CTICONTROL",
      "description": "Entwicklung von landwirtschaftlicher und tierhaltungsbezogener Software zur Klimasteuerung auf Basis firmeneigener älterer Modelle mit C-Mikrocontrollern."
    },
    "experience2": {
      "dates": "2024 - Heute",
      "title": "Indie-Spielentwickler · Wolf King Studios",
      "description": "Entwicklung von kurzen Indie-Videospielen mit Unity."
    },
    "experience3": {
      "dates": "2022 - 2024",
      "title": "Backend-Entwickler · NTT Data",
      "description": "Backend-Entwicklung von Webanwendungen."
    },
    "project1": {
      "title": "Web-Portfolio",
      "description": "Entwicklung eines professionellen Web-Portfolios mit Next.js. Abschlussprojekt (TFG) für den höheren Abschluss in Multiplattform-Anwendungsentwicklung am IES JLMP."
    },
    "project2": {
      "title": "Datenbanksystem für Kunstgalerie",
      "description": "Datenbankmanagementsystem für eine Kunstgalerie. Backend in Rust (Tauri) und Frontend mit Next.js unter Verwendung von shadcn."
    },
    "project3": {
      "title": "Taschenrechner",
      "description": "Einfache funktionale Taschenrechner-App, entwickelt mit Android Studio. Projekt im Rahmen einer Unterrichtsaufgabe im höheren DAM-Abschluss."
    },
    "toMoreAboutMe": "Um alle Projekte und Zertifikate zu sehen, ",
    "linkMoreAboutMe": "mehr über mich."
  },
  "Navbar": {
    "moreAboutMe": "Mehr über mich",
    "projects": "Projekte",
    "articles": "Artikel",
    "contact": "Kontakt",
    "login": "Anmelden",
    "signUp": "Registrieren"
  },
  "Footer": {
    "Email sent successfully": "E-Mail erfolgreich registriert. Überprüfen Sie Ihren Posteingang.",
    "Invalid email": "Ungültige E-Mail.",
    "Error sending email": "Fehler beim Senden der E-Mail.",
    "Error already subscribed": "Fehler, Sie sind bereits für den Newsletter angemeldet.",
    "Subscribe to my ": "Abonniere meinen ",
    "newsletter": "newsletter",
    "Leave me your email if": "Hinterlasse mir deine E-Mail, wenn du meinen wöchentlichen Newsletter erhalten möchtest, in dem ich über die Welt der Entwicklung spreche und dir meine Lieblingsartikel der Woche zeige:",
    "Your email": "Deine E-Mail",
    "Subscribe": "Abonnieren",
    "ABOUT THIS WEBSITE": "ÜBER DIE WEBSITE",
    "Download CV": "Lebenslauf herunterladen",
    "FOLLOW ME": "FOLGE MIR",
    "TABLE OF CONTENTS": "INHALTSVERZEICHNIS",
    "DEVELOPED WITH": "ENTWICKELT MIT",
    "This web has been developed by Jesús Olmos for": "Diese Webseite wurde von Jesús Olmos als Abschlussprojekt im höheren Studiengang für die Entwicklung von plattformübergreifenden Anwendungen am IES José Luís Martínez Palomo, Murcia, entwickelt.",
    "Table of Contents": "Inhaltsverzeichnis",
    "Developed with": "Entwickelt mit",
    "This site is open source": "Diese Seite ist Open Source.",
    "home": "Startseite",
    "moreAboutMe": "Mehr über mich",
    "projects": "Projekte",
    "articles": "Artikel",
    "contact": "Kontakt"
  },
  "Contact": {
    "Send me": "Schicke mir eine",
    "message": "Nachricht",
    "Full Name": "Vollständiger Name",
    "Email": "E-Mail",
    "Content": "Inhalt",
    "Submit": "Absenden"
  }
}